{"id":11978,"date":"2021-09-10T15:03:13","date_gmt":"2021-09-10T20:03:13","guid":{"rendered":"http:\/\/localhost\/g989\/?p=11978"},"modified":"2021-10-04T17:11:54","modified_gmt":"2021-10-04T22:11:54","slug":"mentiras-en-internet-catfish-estafas-en-internet-estafas-en-linea-hackeo-de-facebook-hackeo-de-whatsapp-mentiras-en-la-web-reconocer-estafadores","status":"publish","type":"post","link":"http:\/\/localhost\/g989\/mentiras-en-internet-catfish-estafas-en-internet-estafas-en-linea-hackeo-de-facebook-hackeo-de-whatsapp-mentiras-en-la-web-reconocer-estafadores\/","title":{"rendered":"\u00bfSabes reconocer a los distintos mentirosos en internet?"},"content":{"rendered":"<p>[vc_row][vc_column][vc_column_text]<strong><img loading=\"lazy\" class=\"alignnone wp-image-11981 size-full\" src=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/1m.jpg\" alt=\"\" width=\"1000\" height=\"671\" srcset=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/1m.jpg 1000w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/1m-300x201.jpg 300w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/1m-768x515.jpg 768w\" sizes=\"(max-width: 1000px) 100vw, 1000px\" \/><\/strong><\/p>\n<p><strong>\u00bfSabes reconocer a los distintos mentirosos en internet?<\/strong><\/p>\n<p>En nuestra agencia de detectives privados G989, recibimos contacto con muchas personas que han sido v\u00edctima, o, sospechan de serlo, de las mentiras m\u00e1s comunes que tenemos en internet. El muy famoso Catfish. La estafa suele funcionar as\u00ed:<\/p>\n<p>Se conoce a alguien en un sitio o una aplicaci\u00f3n de citas, una persona que parece maravillosa, y la relaci\u00f3n progresa con rapidez. La persona afectada quiere conocer a la otra, y al catfisher tambi\u00e9n le parece una idea fant\u00e1stica. Pero hay un peque\u00f1o problema: el catfisher est\u00e1 \u00abatrapado\u00bb en otro pa\u00eds y necesita dinero urgentemente, o bien tiene alg\u00fan \u00abproblema m\u00e9dico\u00bb imprevisto y sin una soluci\u00f3n barata; o bien encuentra cualquier otra excusa para pedirle dinero. Algunos catfishers logran mantener esta relaci\u00f3n activa, llegando a sacar miles de d\u00f3lares a sus \u00abparejas\u00bb.<\/p>\n<p>Es realmente dif\u00edcil llegar a ubicar y atrapar a un catfisher, sin embargo, existen herramientas de b\u00fasqueda e investigaci\u00f3n como la plataforma OSINT, que te permitir\u00e1 ver alg\u00fan posible rastro de esta persona que est\u00e1s intentando encontrar. En G989 recomendamos abiertamente no hacer uso de la investigaci\u00f3n privada para cometer actos que puedan estar violando las leyes de su pa\u00eds de residencia. Por el contrario les brindamos recomendaciones para evitar ser v\u00edctima de este tipo de estafa en internet.<\/p>\n<h3><strong><img loading=\"lazy\" class=\"alignnone wp-image-11982 size-full\" src=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/2m.jpg\" alt=\"\" width=\"1600\" height=\"900\" srcset=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/2m.jpg 1600w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/2m-300x169.jpg 300w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/2m-1024x576.jpg 1024w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/2m-768x432.jpg 768w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/2m-1536x864.jpg 1536w\" sizes=\"(max-width: 1600px) 100vw, 1600px\" \/><\/strong><\/h3>\n<h3><strong>Atenci\u00f3n a estas se\u00f1ales de peligro<\/strong><\/h3>\n<p>El equipo de G989 hizo un an\u00e1lisis a las solicitudes y testimonios m\u00e1s comunes de nuestros clientes en b\u00fasqueda de investigaciones privadas, detectives privados, investigaciones inform\u00e1ticas, etc. Y hemos realizado una lista de se\u00f1ales que suelen ser factor com\u00fan en la mayor\u00eda de los casos. Cuando conozca a alguien a trav\u00e9s de un sitio de citas o una red social, sea precavido. Est\u00e9 atento a las se\u00f1ales habituales que G989 le presenta y que podr\u00edan exponer a la persona con la que chatea que podr\u00eda no ser quien dice.<\/p>\n<p><strong><img loading=\"lazy\" class=\"alignnone wp-image-11983 size-large\" src=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/3m-1024x640.jpg\" alt=\"\" width=\"1024\" height=\"640\" srcset=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/3m-1024x640.jpg 1024w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/3m-300x188.jpg 300w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/3m-768x480.jpg 768w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/3m-1536x960.jpg 1536w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/3m-2048x1280.jpg 2048w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/3m-400x250.jpg 400w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/strong><\/p>\n<p><strong>1.) La persona parece demasiado buena para ser cierta<\/strong><\/p>\n<p>Si su nuevo inter\u00e9s amoroso parece extremadamente atractivo y rico, con un trabajo estupendo, podr\u00eda ser todo falso. Muchos catfishers aseguran tener un trabajo que los mantiene constantemente viajando, lo que facilita las excusas para no conocerse en persona.<\/p>\n<p><strong><img loading=\"lazy\" class=\"alignnone wp-image-11984 size-large\" src=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/4m-1024x683.jpg\" alt=\"\" width=\"1024\" height=\"683\" srcset=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/4m-1024x683.jpg 1024w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/4m-300x200.jpg 300w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/4m-768x512.jpg 768w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/4m.jpg 1200w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/strong><\/p>\n<p><strong>2.) La relaci\u00f3n avanza r\u00e1pido<\/strong><\/p>\n<p>Si la persona parece dar impulso a la relaci\u00f3n con una velocidad inusitada, es hora de pisar el freno. Est\u00e9 atento a se\u00f1ales como que el otro comparta detalles muy personales r\u00e1pidamente (en especial, problemas que le hagan ganarse sus simpat\u00edas) o que profese sus sentimientos muy pronto. Por supuesto, es muy halagador sentirse querido, pero si apenas se conocen \u00bfc\u00f3mo va a sentir tanto amor por usted?<\/p>\n<p><strong><img loading=\"lazy\" class=\"alignnone wp-image-11986 size-large\" src=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/54m-1024x593.jpg\" alt=\"\" width=\"1024\" height=\"593\" srcset=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/54m-1024x593.jpg 1024w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/54m-300x174.jpg 300w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/54m-768x445.jpg 768w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/54m.jpg 1400w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/strong><\/p>\n<p><strong>3.) La otra persona tiene poca presencia en redes sociales<\/strong><\/p>\n<p>Eche un vistazo a su posible nuevo amor en redes sociales y vea cu\u00e1ntos amigos y fotos tiene. Si la cuenta es muy reciente, podr\u00eda ser una se\u00f1al de que alguien la ha creado para una personalidad falsa. Que haya solo unas pocas fotos y de aspecto profesional es una gran se\u00f1al de peligro (podr\u00eda haberlas robado de un modelo o en alg\u00fan otro sitio de la red). Adem\u00e1s, compruebe si alguien ha etiquetado a la otra persona en fotos: si tiene amigos que han subido fotos donde aparece, es una se\u00f1al positiva de que podr\u00eda ser una persona real.<\/p>\n<p><img loading=\"lazy\" class=\"alignnone wp-image-11988 size-full\" src=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/5.jpg\" alt=\"\" width=\"1022\" height=\"702\" srcset=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/5.jpg 1022w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/5-300x206.jpg 300w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/5-768x528.jpg 768w\" sizes=\"(max-width: 1022px) 100vw, 1022px\" \/><\/p>\n<p><strong>\u00a04.) <\/strong><strong>Su historia tiene algunos agujeros<\/strong><\/p>\n<p>A medida que conozca a alguien en l\u00ednea, est\u00e9 atento a cualquier detalle incoherente en su historia. \u00bfParecen cambiar los detalles sobre su trabajo, sus aficiones o su familia? Un mentiroso puede cometer errores u olvidar lo que ha dicho antes. Preste atenci\u00f3n incluso al modo en que escribe. Por ejemplo, \u00bfasegura ser hablante de ingl\u00e9s nativo pero comete muchos errores? Esa es una enorme se\u00f1al de alerta, con sirena incluida, de que alguien no es quien dice ser.<\/p>\n<p><img loading=\"lazy\" class=\"alignnone wp-image-11989 size-large\" src=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/6m-1024x682.jpg\" alt=\"\" width=\"1024\" height=\"682\" srcset=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/6m-1024x682.jpg 1024w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/6m-300x200.jpg 300w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/6m-768x512.jpg 768w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/6m.jpg 1280w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/p>\n<p><strong>5.) Parece tenerlo todo en com\u00fan con usted<\/strong><\/p>\n<p>Si su nuevo inter\u00e9s rom\u00e1ntico parece estar de acuerdo con todo lo que le dice, o asegura tenerlo todo en com\u00fan con usted, puede ser una se\u00f1al de que est\u00e1 mintiendo solo para establecer un terreno com\u00fan y crear una sensaci\u00f3n artificial de confianza.<\/p>\n<p>&nbsp;<\/p>\n<h3><strong>Siga estos consejos para protegerse<\/strong><\/h3>\n<p>Puede ser muy emocionante conocer a alguien nuevo en l\u00ednea, pero no deje de seguir estos consejos para protegerse y evitar estafas.<\/p>\n<p><img loading=\"lazy\" class=\"alignnone wp-image-11961 size-large\" src=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/4-1024x447.jpg\" alt=\"\" width=\"1024\" height=\"447\" srcset=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/4-1024x447.jpg 1024w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/4-300x131.jpg 300w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/4-768x336.jpg 768w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/4.jpg 1030w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/p>\n<p><strong>1.) Haga una b\u00fasqueda inversa de im\u00e1genes<\/strong><\/p>\n<p>Haga una b\u00fasqueda inversa de im\u00e1genes para comprobar si las fotos de su inter\u00e9s rom\u00e1ntico aparecen en alguna otra parte de la red (como un cat\u00e1logo o el perfil en redes sociales de otra persona). Puede hacerlo f\u00e1cilmente con una b\u00fasqueda en Google Im\u00e1genes. Basta con cargar una foto de su posible amor y comprobar d\u00f3nde m\u00e1s aparece en l\u00ednea la imagen. As\u00ed sabr\u00e1 si es robada.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>2.) Chat de v\u00eddeo<\/strong><\/p>\n<p>Una persona real no deber\u00eda tener ning\u00fan problema en mostrar su verdadera cara. Cuidado con las excusas como \u00abla conexi\u00f3n Wi-Fi es mala\u00bb o \u00abes que Skype no funciona\u00bb. Una persona real y con un inter\u00e9s aut\u00e9ntico en usted encontrar\u00e1 el modo de chatear por v\u00eddeo. Hay multitud de maneras de conectar por v\u00eddeo hoy en d\u00eda (Skype, Facebook Messenger, WhatsApp, Signal, etc.) y en pr\u00e1cticamente todo el mundo hay Wi-Fi. Si su nueva conquista no deja de esquivarlo, probablemente haya una raz\u00f3n.<\/p>\n<p><strong>3.) Re\u00fananse en persona<\/strong><\/p>\n<p>Por supuesto, el mejor modo de verificar la identidad de alguien es conocerlo en persona. Es mejor hacerlo despu\u00e9s de haberlo visto en un chat de v\u00eddeo. Re\u00fananse en un lugar p\u00fablico y avise a alguien de confianza acerca de d\u00f3nde va a estar y cu\u00e1ndo espera estar de vuelta. \u00a1S\u00ed, incluso los adultos deber\u00edan hacerlo! No env\u00ede, ejemplo, fotos comprometedoras. \u00a1\u00a1\u00a1No env\u00ede fotos sin ropa!!! Podr\u00eda quedar expuesto al chantaje por parte de un estafador.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>4.) Conf\u00ede en su instinto<\/strong><\/p>\n<p>Si algo no parece cuadrar, probablemente sea as\u00ed. Una persona real deber\u00eda ser capaz de acallar cualquier duda. Si tiene preguntas que su posible nuevo amor no es capaz de responder, m\u00e1s vale prevenir que curar. Le ir\u00e1 mucho mejor buscando a otra persona que viva en su zona y que est\u00e9 encantada de reunirse con usted.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>5.) Nunca d\u00e9 dinero a extra\u00f1os que conozca en Internet<\/strong><\/p>\n<p>Inf\u00f3rmese sobre las t\u00edpicas excusas que los catfishers utilizan para pedir dinero. Son habituales los procedimientos m\u00e9dicos inesperados, los problemas de \u00faltima hora para viajar o los asuntos familiares. La solicitud puede ser de una transferencia de dinero, el env\u00edo de dinero a trav\u00e9s de una aplicaci\u00f3n, el env\u00edo de tarjetas regalo o cualquier otra cosa. Jam\u00e1s env\u00ede dinero a alguien a quien no haya conocido en persona.<\/p>\n<p>&nbsp;<\/p>\n<h3><strong>Otras estafas con falsa identidad<\/strong><\/h3>\n<p>En general, debe hacer siempre lo posible para comprobar que no le est\u00e9n enga\u00f1ando en Internet. Las estafas de citas no son el \u00fanico fraude con falsa identidad del que debe cuidarse. Tambi\u00e9n hay que estar atento a los timadores que se hacen pasar por agencias oficiales, empresas o trabajadores de soporte t\u00e9cnico. Estos trucos suelen tomar la forma de intentos de phishing. Que los vemos en WhatsApp, Facebook, Intagram y m\u00e1s plataformas.<\/p>\n<p>Adem\u00e1s, vale la pena mencionar la clonaci\u00f3n de cuentas de redes sociales como Facebook, Instagram, WhatsApp, correos electr\u00f3nicos, etc. El atacante se hace pasar por alg\u00fan familiar, amigo cercano, alguien conocido y te invita a eliminar otros n\u00fameros de tel\u00e9fono o perfiles anteriores y solo quedarse con el de \u00e9l, evitando que tengas comunicaci\u00f3n con la persona original y aislando el contacto con ella. El equipo de G989 recomienda, siembre buscar contacto por llamada de voz o video con la persona para verificar que no sea un pirata inform\u00e1tico.<\/p>\n<p>Es importante mantenerse vigilantes. Con el fin de que su familia est\u00e9 a salvo de estafadores de todo tipo, es buena idea tener una conversaci\u00f3n con sus hijos, con sus padres e incluso con sus abuelos para garantizar que no se conviertan en v\u00edctimas de solicitudes sospechosas de dinero en l\u00ednea.[\/vc_column_text][\/vc_column][\/vc_row][vc_row][vc_column][vc_column_text]<span style=\"color: #ffffff;\">OSINT, Saber nombre quien este tel\u00e9fono, Saber nombre quien este correo electr\u00f3nico, Numero tel\u00e9fono saber qui\u00e9n es, Saber quien pertenece numero telef\u00f3nico, Buscar persona por correo, Contra espionaje, Buscar persona por n\u00famero de tel\u00e9fono, Saber qui\u00e9n pertenece correo electr\u00f3nico, Barrido OSINT, saber Redes sociales persona, An\u00e1lisis osint, investigar un tel\u00e9fono, investigar un numero telef\u00f3nico, ver datos de un tel\u00e9fono, ver datos de un correo, osint de telefono, osint correo, osint email, osint de alguien, informaci\u00f3n publica de una persona, investigaciones OSINT. Ubicar redes sociales, hackeo de Facebook, Hackeo de WhatsApp, Hackeo de Instagram, Hackeo de Telegram, Quien me esta clonando Facebook,\u00a0\u00a0<\/span>[\/vc_column_text][\/vc_column][\/vc_row]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>[vc_row][vc_column][vc_column_text] \u00bfSabes reconocer a los distintos mentirosos en internet? En nuestra agencia de detectives privados G989, recibimos contacto con muchas personas que han sido v\u00edctima, o, sospechan [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":11981,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[1],"tags":[114,115,110,111,113,106,107,108,112,109],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v18.5 (Yoast SEO v19.4) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\r\n<title>\u00bfSabes reconocer a los distintos mentirosos en internet? - G989<\/title>\r\n<meta name=\"description\" content=\"Evita las mentiras en internet, catfish, estafas en internet, estafas en linea, Hackeo de Facebook, hackeo de WhatsApp, mentiras en la web, reconocer estafadores\" \/>\r\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\r\n<link rel=\"canonical\" href=\"http:\/\/localhost\/g989\/mentiras-en-internet-catfish-estafas-en-internet-estafas-en-linea-hackeo-de-facebook-hackeo-de-whatsapp-mentiras-en-la-web-reconocer-estafadores\/\" \/>\r\n<meta property=\"og:locale\" content=\"es_MX\" \/>\r\n<meta property=\"og:type\" content=\"article\" \/>\r\n<meta property=\"og:title\" content=\"\u00bfSabes reconocer a los distintos mentirosos en internet?\" \/>\r\n<meta property=\"og:description\" content=\"Evita las mentiras en internet, catfish, estafas en internet, estafas en linea, Hackeo de Facebook, hackeo de WhatsApp, mentiras en la web, reconocer estafadores\" \/>\r\n<meta property=\"og:url\" content=\"http:\/\/localhost\/g989\/mentiras-en-internet-catfish-estafas-en-internet-estafas-en-linea-hackeo-de-facebook-hackeo-de-whatsapp-mentiras-en-la-web-reconocer-estafadores\/\" \/>\r\n<meta property=\"og:site_name\" content=\"G989\" \/>\r\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/G989-Investigaci%c3%b3n-Y-An%c3%a1lisis-104244121648629\" \/>\r\n<meta property=\"article:published_time\" content=\"2021-09-10T20:03:13+00:00\" \/>\r\n<meta property=\"article:modified_time\" content=\"2021-10-04T22:11:54+00:00\" \/>\r\n<meta property=\"og:image\" content=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/1m.jpg\" \/>\r\n\t<meta property=\"og:image:width\" content=\"1000\" \/>\r\n\t<meta property=\"og:image:height\" content=\"671\" \/>\r\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\r\n<meta name=\"author\" content=\"G989Admin\" \/>\r\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\r\n<meta name=\"twitter:label1\" content=\"Escrito por\" \/>\n\t<meta name=\"twitter:data1\" content=\"G989Admin\" \/>\n\t<meta name=\"twitter:label2\" content=\"Tiempo de lectura\" \/>\n\t<meta name=\"twitter:data2\" content=\"8 minutos\" \/>\r\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\r\n\t    \"@context\": \"https:\/\/schema.org\",\r\n\t    \"@graph\": [\r\n\t        {\r\n\t            \"@type\": \"Organization\",\r\n\t            \"@id\": \"http:\/\/localhost\/g989\/#organization\",\r\n\t            \"name\": \"G989\",\r\n\t            \"url\": \"http:\/\/localhost\/g989\/\",\r\n\t            \"sameAs\": [\r\n\t                \"https:\/\/www.instagram.com\/hectorarseniy\/\",\r\n\t                \"https:\/\/www.linkedin.com\/in\/hector-arseniy-g989\/\",\r\n\t                \"https:\/\/www.pinterest.com.mx\/hectorarseniy\/\",\r\n\t                \"https:\/\/www.facebook.com\/G989-Investigaci\u00f3n-Y-An\u00e1lisis-104244121648629\"\r\n\t            ],\r\n\t            \"logo\": {\r\n\t                \"@type\": \"ImageObject\",\r\n\t                \"inLanguage\": \"es-MX\",\r\n\t                \"@id\": \"http:\/\/localhost\/g989\/#\/schema\/logo\/image\/\",\r\n\t                \"url\": \"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/06\/logo.png\",\r\n\t                \"contentUrl\": \"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/06\/logo.png\",\r\n\t                \"width\": 432,\r\n\t                \"height\": 307,\r\n\t                \"caption\": \"G989\"\r\n\t            },\r\n\t            \"image\": {\r\n\t                \"@id\": \"http:\/\/localhost\/g989\/#\/schema\/logo\/image\/\"\r\n\t            }\r\n\t        },\r\n\t        {\r\n\t            \"@type\": \"WebSite\",\r\n\t            \"@id\": \"http:\/\/localhost\/g989\/#website\",\r\n\t            \"url\": \"http:\/\/localhost\/g989\/\",\r\n\t            \"name\": \"G989 Investigaciones y Analisis\",\r\n\t            \"description\": \"Investigaciones y An\u00e1lisis\",\r\n\t            \"publisher\": {\r\n\t                \"@id\": \"http:\/\/localhost\/g989\/#organization\"\r\n\t            },\r\n\t            \"potentialAction\": [\r\n\t                {\r\n\t                    \"@type\": \"SearchAction\",\r\n\t                    \"target\": {\r\n\t                        \"@type\": \"EntryPoint\",\r\n\t                        \"urlTemplate\": \"http:\/\/localhost\/g989\/?s={search_term_string}\"\r\n\t                    },\r\n\t                    \"query-input\": \"required name=search_term_string\"\r\n\t                }\r\n\t            ],\r\n\t            \"inLanguage\": \"es-MX\"\r\n\t        },\r\n\t        {\r\n\t            \"@type\": \"WebPage\",\r\n\t            \"@id\": \"http:\/\/localhost\/g989\/mentiras-en-internet-catfish-estafas-en-internet-estafas-en-linea-hackeo-de-facebook-hackeo-de-whatsapp-mentiras-en-la-web-reconocer-estafadores\/\",\r\n\t            \"url\": \"http:\/\/localhost\/g989\/mentiras-en-internet-catfish-estafas-en-internet-estafas-en-linea-hackeo-de-facebook-hackeo-de-whatsapp-mentiras-en-la-web-reconocer-estafadores\/\",\r\n\t            \"name\": \"\u00bfSabes reconocer a los distintos mentirosos en internet? - G989\",\r\n\t            \"isPartOf\": {\r\n\t                \"@id\": \"http:\/\/localhost\/g989\/#website\"\r\n\t            },\r\n\t            \"datePublished\": \"2021-09-10T20:03:13+00:00\",\r\n\t            \"dateModified\": \"2021-10-04T22:11:54+00:00\",\r\n\t            \"description\": \"Evita las mentiras en internet, catfish, estafas en internet, estafas en linea, Hackeo de Facebook, hackeo de WhatsApp, mentiras en la web, reconocer estafadores\",\r\n\t            \"breadcrumb\": {\r\n\t                \"@id\": \"http:\/\/localhost\/g989\/mentiras-en-internet-catfish-estafas-en-internet-estafas-en-linea-hackeo-de-facebook-hackeo-de-whatsapp-mentiras-en-la-web-reconocer-estafadores\/#breadcrumb\"\r\n\t            },\r\n\t            \"inLanguage\": \"es-MX\",\r\n\t            \"potentialAction\": [\r\n\t                {\r\n\t                    \"@type\": \"ReadAction\",\r\n\t                    \"target\": [\r\n\t                        \"http:\/\/localhost\/g989\/mentiras-en-internet-catfish-estafas-en-internet-estafas-en-linea-hackeo-de-facebook-hackeo-de-whatsapp-mentiras-en-la-web-reconocer-estafadores\/\"\r\n\t                    ]\r\n\t                }\r\n\t            ]\r\n\t        },\r\n\t        {\r\n\t            \"@type\": \"BreadcrumbList\",\r\n\t            \"@id\": \"http:\/\/localhost\/g989\/mentiras-en-internet-catfish-estafas-en-internet-estafas-en-linea-hackeo-de-facebook-hackeo-de-whatsapp-mentiras-en-la-web-reconocer-estafadores\/#breadcrumb\",\r\n\t            \"itemListElement\": [\r\n\t                {\r\n\t                    \"@type\": \"ListItem\",\r\n\t                    \"position\": 1,\r\n\t                    \"name\": \"Home\",\r\n\t                    \"item\": \"http:\/\/localhost\/g989\/\"\r\n\t                },\r\n\t                {\r\n\t                    \"@type\": \"ListItem\",\r\n\t                    \"position\": 2,\r\n\t                    \"name\": \"\u00bfSabes reconocer a los distintos mentirosos en internet?\"\r\n\t                }\r\n\t            ]\r\n\t        },\r\n\t        {\r\n\t            \"@type\": \"Article\",\r\n\t            \"@id\": \"http:\/\/localhost\/g989\/mentiras-en-internet-catfish-estafas-en-internet-estafas-en-linea-hackeo-de-facebook-hackeo-de-whatsapp-mentiras-en-la-web-reconocer-estafadores\/#article\",\r\n\t            \"isPartOf\": {\r\n\t                \"@id\": \"http:\/\/localhost\/g989\/mentiras-en-internet-catfish-estafas-en-internet-estafas-en-linea-hackeo-de-facebook-hackeo-de-whatsapp-mentiras-en-la-web-reconocer-estafadores\/\"\r\n\t            },\r\n\t            \"author\": {\r\n\t                \"name\": \"G989Admin\",\r\n\t                \"@id\": \"http:\/\/localhost\/g989\/#\/schema\/person\/c9ca667e3b48c2a7867a0b4de2bdc40d\"\r\n\t            },\r\n\t            \"headline\": \"\u00bfSabes reconocer a los distintos mentirosos en internet?\",\r\n\t            \"datePublished\": \"2021-09-10T20:03:13+00:00\",\r\n\t            \"dateModified\": \"2021-10-04T22:11:54+00:00\",\r\n\t            \"mainEntityOfPage\": {\r\n\t                \"@id\": \"http:\/\/localhost\/g989\/mentiras-en-internet-catfish-estafas-en-internet-estafas-en-linea-hackeo-de-facebook-hackeo-de-whatsapp-mentiras-en-la-web-reconocer-estafadores\/\"\r\n\t            },\r\n\t            \"wordCount\": 1581,\r\n\t            \"commentCount\": 0,\r\n\t            \"publisher\": {\r\n\t                \"@id\": \"http:\/\/localhost\/g989\/#organization\"\r\n\t            },\r\n\t            \"keywords\": [\r\n\t                \"clonaci\u00f3n de Facebook\",\r\n\t                \"clonaci\u00f3n de WhatsApp\",\r\n\t                \"como encontrar a un estafador\",\r\n\t                \"como reconocer un catfish\",\r\n\t                \"estafas por internet\",\r\n\t                \"Hackeo de Facebook\",\r\n\t                \"hackeo de WhatsApp\",\r\n\t                \"mentiras en la web\",\r\n\t                \"que es catfish\",\r\n\t                \"reconocer estafadores en linea\"\r\n\t            ],\r\n\t            \"inLanguage\": \"es-MX\",\r\n\t            \"potentialAction\": [\r\n\t                {\r\n\t                    \"@type\": \"CommentAction\",\r\n\t                    \"name\": \"Comment\",\r\n\t                    \"target\": [\r\n\t                        \"http:\/\/localhost\/g989\/mentiras-en-internet-catfish-estafas-en-internet-estafas-en-linea-hackeo-de-facebook-hackeo-de-whatsapp-mentiras-en-la-web-reconocer-estafadores\/#respond\"\r\n\t                    ]\r\n\t                }\r\n\t            ]\r\n\t        },\r\n\t        {\r\n\t            \"@type\": \"Person\",\r\n\t            \"@id\": \"http:\/\/localhost\/g989\/#\/schema\/person\/c9ca667e3b48c2a7867a0b4de2bdc40d\",\r\n\t            \"name\": \"G989Admin\",\r\n\t            \"image\": {\r\n\t                \"@type\": \"ImageObject\",\r\n\t                \"inLanguage\": \"es-MX\",\r\n\t                \"@id\": \"http:\/\/localhost\/g989\/#\/schema\/person\/image\/\",\r\n\t                \"url\": \"http:\/\/1.gravatar.com\/avatar\/46d229b033af06a191ff2267bca9ae56?s=96&d=mm&r=g\",\r\n\t                \"contentUrl\": \"http:\/\/1.gravatar.com\/avatar\/46d229b033af06a191ff2267bca9ae56?s=96&d=mm&r=g\",\r\n\t                \"caption\": \"G989Admin\"\r\n\t            },\r\n\t            \"sameAs\": [\r\n\t                \"http:\/\/localhost\/g989\"\r\n\t            ]\r\n\t        }\r\n\t    ]\r\n\t}<\/script>\r\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"\u00bfSabes reconocer a los distintos mentirosos en internet? - G989","description":"Evita las mentiras en internet, catfish, estafas en internet, estafas en linea, Hackeo de Facebook, hackeo de WhatsApp, mentiras en la web, reconocer estafadores","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"http:\/\/localhost\/g989\/mentiras-en-internet-catfish-estafas-en-internet-estafas-en-linea-hackeo-de-facebook-hackeo-de-whatsapp-mentiras-en-la-web-reconocer-estafadores\/","og_locale":"es_MX","og_type":"article","og_title":"\u00bfSabes reconocer a los distintos mentirosos en internet?","og_description":"Evita las mentiras en internet, catfish, estafas en internet, estafas en linea, Hackeo de Facebook, hackeo de WhatsApp, mentiras en la web, reconocer estafadores","og_url":"http:\/\/localhost\/g989\/mentiras-en-internet-catfish-estafas-en-internet-estafas-en-linea-hackeo-de-facebook-hackeo-de-whatsapp-mentiras-en-la-web-reconocer-estafadores\/","og_site_name":"G989","article_publisher":"https:\/\/www.facebook.com\/G989-Investigaci%c3%b3n-Y-An%c3%a1lisis-104244121648629","article_published_time":"2021-09-10T20:03:13+00:00","article_modified_time":"2021-10-04T22:11:54+00:00","og_image":[{"width":1000,"height":671,"url":"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/09\/1m.jpg","type":"image\/jpeg"}],"author":"G989Admin","twitter_card":"summary_large_image","twitter_misc":{"Escrito por":"G989Admin","Tiempo de lectura":"8 minutos"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"http:\/\/localhost\/g989\/#organization","name":"G989","url":"http:\/\/localhost\/g989\/","sameAs":["https:\/\/www.instagram.com\/hectorarseniy\/","https:\/\/www.linkedin.com\/in\/hector-arseniy-g989\/","https:\/\/www.pinterest.com.mx\/hectorarseniy\/","https:\/\/www.facebook.com\/G989-Investigaci\u00f3n-Y-An\u00e1lisis-104244121648629"],"logo":{"@type":"ImageObject","inLanguage":"es-MX","@id":"http:\/\/localhost\/g989\/#\/schema\/logo\/image\/","url":"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/06\/logo.png","contentUrl":"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/06\/logo.png","width":432,"height":307,"caption":"G989"},"image":{"@id":"http:\/\/localhost\/g989\/#\/schema\/logo\/image\/"}},{"@type":"WebSite","@id":"http:\/\/localhost\/g989\/#website","url":"http:\/\/localhost\/g989\/","name":"G989 Investigaciones y Analisis","description":"Investigaciones y An\u00e1lisis","publisher":{"@id":"http:\/\/localhost\/g989\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"http:\/\/localhost\/g989\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"es-MX"},{"@type":"WebPage","@id":"http:\/\/localhost\/g989\/mentiras-en-internet-catfish-estafas-en-internet-estafas-en-linea-hackeo-de-facebook-hackeo-de-whatsapp-mentiras-en-la-web-reconocer-estafadores\/","url":"http:\/\/localhost\/g989\/mentiras-en-internet-catfish-estafas-en-internet-estafas-en-linea-hackeo-de-facebook-hackeo-de-whatsapp-mentiras-en-la-web-reconocer-estafadores\/","name":"\u00bfSabes reconocer a los distintos mentirosos en internet? - G989","isPartOf":{"@id":"http:\/\/localhost\/g989\/#website"},"datePublished":"2021-09-10T20:03:13+00:00","dateModified":"2021-10-04T22:11:54+00:00","description":"Evita las mentiras en internet, catfish, estafas en internet, estafas en linea, Hackeo de Facebook, hackeo de WhatsApp, mentiras en la web, reconocer estafadores","breadcrumb":{"@id":"http:\/\/localhost\/g989\/mentiras-en-internet-catfish-estafas-en-internet-estafas-en-linea-hackeo-de-facebook-hackeo-de-whatsapp-mentiras-en-la-web-reconocer-estafadores\/#breadcrumb"},"inLanguage":"es-MX","potentialAction":[{"@type":"ReadAction","target":["http:\/\/localhost\/g989\/mentiras-en-internet-catfish-estafas-en-internet-estafas-en-linea-hackeo-de-facebook-hackeo-de-whatsapp-mentiras-en-la-web-reconocer-estafadores\/"]}]},{"@type":"BreadcrumbList","@id":"http:\/\/localhost\/g989\/mentiras-en-internet-catfish-estafas-en-internet-estafas-en-linea-hackeo-de-facebook-hackeo-de-whatsapp-mentiras-en-la-web-reconocer-estafadores\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"http:\/\/localhost\/g989\/"},{"@type":"ListItem","position":2,"name":"\u00bfSabes reconocer a los distintos mentirosos en internet?"}]},{"@type":"Article","@id":"http:\/\/localhost\/g989\/mentiras-en-internet-catfish-estafas-en-internet-estafas-en-linea-hackeo-de-facebook-hackeo-de-whatsapp-mentiras-en-la-web-reconocer-estafadores\/#article","isPartOf":{"@id":"http:\/\/localhost\/g989\/mentiras-en-internet-catfish-estafas-en-internet-estafas-en-linea-hackeo-de-facebook-hackeo-de-whatsapp-mentiras-en-la-web-reconocer-estafadores\/"},"author":{"name":"G989Admin","@id":"http:\/\/localhost\/g989\/#\/schema\/person\/c9ca667e3b48c2a7867a0b4de2bdc40d"},"headline":"\u00bfSabes reconocer a los distintos mentirosos en internet?","datePublished":"2021-09-10T20:03:13+00:00","dateModified":"2021-10-04T22:11:54+00:00","mainEntityOfPage":{"@id":"http:\/\/localhost\/g989\/mentiras-en-internet-catfish-estafas-en-internet-estafas-en-linea-hackeo-de-facebook-hackeo-de-whatsapp-mentiras-en-la-web-reconocer-estafadores\/"},"wordCount":1581,"commentCount":0,"publisher":{"@id":"http:\/\/localhost\/g989\/#organization"},"keywords":["clonaci\u00f3n de Facebook","clonaci\u00f3n de WhatsApp","como encontrar a un estafador","como reconocer un catfish","estafas por internet","Hackeo de Facebook","hackeo de WhatsApp","mentiras en la web","que es catfish","reconocer estafadores en linea"],"inLanguage":"es-MX","potentialAction":[{"@type":"CommentAction","name":"Comment","target":["http:\/\/localhost\/g989\/mentiras-en-internet-catfish-estafas-en-internet-estafas-en-linea-hackeo-de-facebook-hackeo-de-whatsapp-mentiras-en-la-web-reconocer-estafadores\/#respond"]}]},{"@type":"Person","@id":"http:\/\/localhost\/g989\/#\/schema\/person\/c9ca667e3b48c2a7867a0b4de2bdc40d","name":"G989Admin","image":{"@type":"ImageObject","inLanguage":"es-MX","@id":"http:\/\/localhost\/g989\/#\/schema\/person\/image\/","url":"http:\/\/1.gravatar.com\/avatar\/46d229b033af06a191ff2267bca9ae56?s=96&d=mm&r=g","contentUrl":"http:\/\/1.gravatar.com\/avatar\/46d229b033af06a191ff2267bca9ae56?s=96&d=mm&r=g","caption":"G989Admin"},"sameAs":["http:\/\/localhost\/g989"]}]}},"_links":{"self":[{"href":"http:\/\/localhost\/g989\/wp-json\/wp\/v2\/posts\/11978"}],"collection":[{"href":"http:\/\/localhost\/g989\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/localhost\/g989\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/localhost\/g989\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/localhost\/g989\/wp-json\/wp\/v2\/comments?post=11978"}],"version-history":[{"count":5,"href":"http:\/\/localhost\/g989\/wp-json\/wp\/v2\/posts\/11978\/revisions"}],"predecessor-version":[{"id":12037,"href":"http:\/\/localhost\/g989\/wp-json\/wp\/v2\/posts\/11978\/revisions\/12037"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/localhost\/g989\/wp-json\/wp\/v2\/media\/11981"}],"wp:attachment":[{"href":"http:\/\/localhost\/g989\/wp-json\/wp\/v2\/media?parent=11978"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/localhost\/g989\/wp-json\/wp\/v2\/categories?post=11978"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/localhost\/g989\/wp-json\/wp\/v2\/tags?post=11978"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}