{"id":2442,"date":"2021-08-25T10:58:33","date_gmt":"2021-08-25T15:58:33","guid":{"rendered":"http:\/\/keydesign-themes.com\/etalon\/construction\/?p=2442"},"modified":"2021-08-27T11:04:16","modified_gmt":"2021-08-27T16:04:16","slug":"9-formas-de-vulnerar-whatsapp-g-989-investigaciones-telefonicas","status":"publish","type":"post","link":"http:\/\/localhost\/g989\/9-formas-de-vulnerar-whatsapp-g-989-investigaciones-telefonicas\/","title":{"rendered":"\u00bfEs posible hackear el WhatsApp de otra persona?"},"content":{"rendered":"<p>[vc_row][vc_column][vc_column_text]A menudo nuestros clientes preguntan a nuestro equipo de investigadores privados \u00bfEs posible hackear un WhatsApp? La verdadera respuesta es s\u00ed, pero, no lo hacemos ni lo recomendamos bajo ning\u00fan concepto. \u00bfCrees que el cifrado de mensajes de WhatsApp lo hace seguro? Aqu\u00ed hay varias formas en que su WhatsApp puede ser vulnerado. A pesar de que tiene algunas caracter\u00edsticas de seguridad, como el uso de cifrado de extremo a extremo para mantener la privacidad de los mensajes. Sin embargo, los ataques dirigidos a WhatsApp podr\u00edan comprometer la privacidad de sus mensajes y contactos.<\/p>\n<p><strong>Aqu\u00ed hay nueve formas en que se puede vulnerar WhatsApp:<\/strong><\/p>\n<h4 id=\"remote-code-execution-via-gif\"><img loading=\"lazy\" class=\"alignnone wp-image-11725\" src=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/07\/investigadores-privados-cdmx-precios-300x169.jpg\" alt=\"\" width=\"576\" height=\"325\" srcset=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/07\/investigadores-privados-cdmx-precios-300x169.jpg 300w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/07\/investigadores-privados-cdmx-precios-1024x576.jpg 1024w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/07\/investigadores-privados-cdmx-precios-768x432.jpg 768w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/07\/investigadores-privados-cdmx-precios-1536x864.jpg 1536w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/07\/investigadores-privados-cdmx-precios.jpg 1920w\" sizes=\"(max-width: 576px) 100vw, 576px\" \/><\/h4>\n<h4 id=\"remote-code-execution-via-gif\">1. Ejecuci\u00f3n remota de c\u00f3digo a trav\u00e9s de GIF<\/h4>\n<p>En octubre de 2019, el investigador de seguridad Awakened revel\u00f3 una vulnerabilidad en WhatsApp que permit\u00eda a los piratas inform\u00e1ticos tomar el control de la aplicaci\u00f3n mediante una imagen GIF. El truco funciona aprovechando la forma en que WhatsApp procesa las im\u00e1genes cuando el usuario abre la vista Galer\u00eda para enviar un archivo multimedia.<\/p>\n<p>Cuando esto sucede, la aplicaci\u00f3n analiza el GIF para mostrar una vista previa del archivo. Los archivos GIF son especiales porque tienen varios fotogramas codificados. Esto significa que el c\u00f3digo se puede ocultar dentro de la imagen.<\/p>\n<p>Si un pirata inform\u00e1tico enviara un GIF malicioso a un usuario, podr\u00eda comprometer todo el historial de chat del usuario. Los piratas inform\u00e1ticos podr\u00edan ver a qui\u00e9n hab\u00eda estado enviando mensajes el usuario y qu\u00e9 hab\u00edan estado diciendo. Tambi\u00e9n podr\u00edan ver los archivos, fotos y videos de los usuarios enviados a trav\u00e9s de WhatsApp.<\/p>\n<p>Antes de contactar alg\u00fan servicio particular de investigador privado especialista en inform\u00e1tica solicitando este tipo de actividad, debe tomar en cuenta que esta vulnerabilidad afect\u00f3 a las versiones de WhatsApp hasta 2.19.230 en Android 8.1 y 9. Afortunadamente para todos, Awakened revel\u00f3 la vulnerabilidad de manera responsable y Facebook, propietario de WhatsApp, solucion\u00f3 el problema. Para mantenerse a salvo de este problema, debe actualizar WhatsApp a la versi\u00f3n 2.19.244 o superior.<\/p>\n<h4><strong><img loading=\"lazy\" class=\"alignnone wp-image-11959\" src=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/pegasus-software-300x188.jpg\" alt=\"\" width=\"394\" height=\"247\" srcset=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/pegasus-software-300x188.jpg 300w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/pegasus-software.jpg 400w\" sizes=\"(max-width: 394px) 100vw, 394px\" \/><\/strong><\/h4>\n<h4><strong>2. El ataque de llamada de voz de Pegasus<\/strong><\/h4>\n<p>El software Pegasus es una alternativa de espionaje de algunos gobiernos como M\u00e9xico, Hungr\u00eda, India, Kazajast\u00e1n, Marruecos, Arabia Saudita, Emiratos \u00c1rabes Unidos entre otros. Otra vulnerabilidad de WhatsApp descubierta a principios de 2019 fue el hackeo de llamadas de voz de Pegasus .<\/p>\n<p>Este ataque aterrador permiti\u00f3 a los piratas inform\u00e1ticos, detectives privados, investigadores privados, hackers, entre otros atacantes que usen este software acceder a un dispositivo simplemente haciendo una llamada de voz de WhatsApp a su objetivo. Incluso si el objetivo no respondi\u00f3 a la llamada, el ataque a\u00fan podr\u00eda ser efectivo. Y es posible que el objetivo ni siquiera sepa que se ha instalado malware en su dispositivo.<\/p>\n<p>Esto funcion\u00f3 a trav\u00e9s de un m\u00e9todo conocido como desbordamiento de b\u00fafer. Aqu\u00ed es donde un ataque coloca deliberadamente demasiado c\u00f3digo en un peque\u00f1o b\u00fafer para que se &#8220;desborde&#8221; y escriba el c\u00f3digo en una ubicaci\u00f3n a la que no deber\u00eda poder acceder. Cuando el pirata inform\u00e1tico puede ejecutar c\u00f3digo en una ubicaci\u00f3n que deber\u00eda ser segura, puede tomar medidas maliciosas.<\/p>\n<p>Este ataque instal\u00f3 un software esp\u00eda m\u00e1s antiguo y conocido llamado Pegasus. Esto permiti\u00f3 a los piratas inform\u00e1ticos recopilar datos sobre llamadas telef\u00f3nicas, mensajes, fotos y videos. Incluso les permiti\u00f3 activar las c\u00e1maras y micr\u00f3fonos de los dispositivos para realizar grabaciones.<\/p>\n<p>Esta vulnerabilidad se aplic\u00f3 a dispositivos Android, iOS, Windows 10 Mobile y Tizen. Fue utilizado por la empresa israel\u00ed NSO Group, que ha sido acusada de espiar al personal de Amnist\u00eda Internacional y a otros activistas de derechos humanos. Despu\u00e9s de que se supo la noticia del hack, WhatsApp se actualiz\u00f3 para protegerlo de este ataque.<\/p>\n<h4><img loading=\"lazy\" class=\"alignnone wp-image-11960 \" src=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/marionette-hacking-4-1024x532.jpg\" alt=\"\" width=\"514\" height=\"267\" srcset=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/marionette-hacking-4-1024x532.jpg 1024w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/marionette-hacking-4-300x156.jpg 300w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/marionette-hacking-4-768x399.jpg 768w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/marionette-hacking-4-1536x798.jpg 1536w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/marionette-hacking-4.jpg 1540w\" sizes=\"(max-width: 514px) 100vw, 514px\" \/><\/h4>\n<h4>3. Ataques de ingenier\u00eda social<\/h4>\n<p>Otra forma en que WhatsApp es vulnerable es a trav\u00e9s de ataques de ingenier\u00eda social. Estos explotan la psicolog\u00eda humana para robar informaci\u00f3n o difundir informaci\u00f3n err\u00f3nea.<\/p>\n<p>Una empresa de seguridad llamada Check Point Research revel\u00f3 uno de esos ataques que llamaron FakesApp. Esto permiti\u00f3 a las personas hacer un mal uso de la funci\u00f3n de cita en el chat grupal y alterar el texto de la respuesta de otra persona. Esencialmente, los piratas inform\u00e1ticos podr\u00edan plantar declaraciones falsas que parecen provenir de otros usuarios leg\u00edtimos.<\/p>\n<p>Los investigadores podr\u00edan hacer esto descifrando las comunicaciones de WhatsApp. Esto les permiti\u00f3 ver los datos enviados entre la versi\u00f3n m\u00f3vil y la versi\u00f3n web de WhatsApp.<\/p>\n<p>Y a partir de aqu\u00ed, podr\u00edan cambiar los valores en los chats grupales. Entonces podr\u00edan hacerse pasar por otras personas, enviando mensajes que parec\u00edan ser de ellos. Tambi\u00e9n podr\u00edan cambiar el texto de las respuestas.<\/p>\n<p>Esto podr\u00eda usarse de formas preocupantes para difundir estafas o noticias falsas. A pesar de que la vulnerabilidad se revel\u00f3 en 2018, a\u00fan no se hab\u00eda corregido cuando los investigadores hablaron en la conferencia Black Hat en Las Vegas en 2019, seg\u00fan ZNet .<\/p>\n<p><img loading=\"lazy\" class=\"alignnone wp-image-11961 \" src=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/4-1024x447.jpg\" alt=\"\" width=\"513\" height=\"224\" srcset=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/4-1024x447.jpg 1024w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/4-300x131.jpg 300w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/4-768x336.jpg 768w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/4.jpg 1030w\" sizes=\"(max-width: 513px) 100vw, 513px\" \/><\/p>\n<h4 id=\"media-file-jacking\">4. Captura de archivos multimedia<\/h4>\n<p>Los hackers, investigadores privados, detectives privados, entre otros piratas inform\u00e1ticos utilizan el Media File Hacking que afecta tanto a WhatsApp como a Telegram, este ataque aprovecha la forma en que las aplicaciones reciben archivos multimedia como fotos o videos y los escriben en el almacenamiento externo de un dispositivo.<\/p>\n<p>El ataque comienza instalando malware oculto dentro de una aplicaci\u00f3n aparentemente inofensiva.\u00a0Esto luego puede monitorear los archivos entrantes para Telegram o WhatsApp.\u00a0Cuando ingresa un nuevo archivo, el malware puede cambiar el archivo real por uno falso.\u00a0Symantec\u00a0, la compa\u00f1\u00eda que descubri\u00f3 el problema, sugiere que podr\u00eda usarse para estafar a las personas o para difundir noticias falsas.<\/p>\n<p>Hay una soluci\u00f3n r\u00e1pida para este problema.\u00a0En WhatsApp, debe buscar en\u00a0<strong>Configuraci\u00f3n<\/strong>\u00a0e ir a\u00a0\u00a0<strong>Configuraci\u00f3n de chat<\/strong>\u00a0.\u00a0Luego, busque la\u00a0\u00a0opci\u00f3n\u00a0<strong>Guardar en la galer\u00eda<\/strong>\u00a0y aseg\u00farese de que est\u00e9\u00a0\u00a0<strong>desactivada<\/strong>\u00a0.\u00a0Esto lo proteger\u00e1 de esta vulnerabilidad.\u00a0Sin embargo, una verdadera soluci\u00f3n para el problema requerir\u00e1 que los desarrolladores de aplicaciones cambien por completo la forma en que las aplicaciones manejan los archivos multimedia en el futuro.<\/p>\n<h4 id=\"facebook-could-spy-on-whatsapp-chats\"><img loading=\"lazy\" class=\"alignnone wp-image-11962 \" src=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/5.jpg\" alt=\"\" width=\"517\" height=\"355\" srcset=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/5.jpg 1022w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/5-300x206.jpg 300w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/5-768x528.jpg 768w\" sizes=\"(max-width: 517px) 100vw, 517px\" \/><\/h4>\n<h4>5. Facebook podr\u00eda espiar los chats de WhatsApp<\/h4>\n<p>El hecho de que WhatsApp utilice cifrado de extremo a extremo no significa que todos los mensajes sean privados.\u00a0En un sistema operativo como iOS 8 y superior, las aplicaciones pueden acceder a archivos en un &#8220;contenedor compartido&#8221;.<\/p>\n<p>Tanto las aplicaciones de Facebook como WhatsApp utilizan el mismo contenedor compartido en los dispositivos.\u00a0Y aunque los chats est\u00e1n encriptados cuando se env\u00edan, no necesariamente est\u00e1n encriptados en el dispositivo de origen.\u00a0Esto significa que la aplicaci\u00f3n de Facebook podr\u00eda potencialmente copiar informaci\u00f3n de la aplicaci\u00f3n de WhatsApp.<\/p>\n<p>Para ser claros, no hay evidencia de que Facebook haya utilizado contenedores compartidos para ver los mensajes privados de WhatsApp.\u00a0Pero el potencial est\u00e1 ah\u00ed para que lo hagan.\u00a0Incluso con el cifrado de extremo a extremo, es posible que sus mensajes no sean privados para el ojo que todo lo ve de Facebook.<\/p>\n<h4 id=\"paid-third-party-apps\"><img loading=\"lazy\" class=\"alignnone wp-image-11963 \" src=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/6.jpg\" alt=\"\" width=\"527\" height=\"261\" srcset=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/6.jpg 1280w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/6-300x149.jpg 300w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/6-1024x507.jpg 1024w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/6-768x380.jpg 768w\" sizes=\"(max-width: 527px) 100vw, 527px\" \/><\/h4>\n<h4>6. Aplicaciones pagas de terceros<\/h4>\n<p>Te sorprender\u00eda saber cu\u00e1ntas aplicaciones legales pagas han aparecido en el mercado que existen \u00fanicamente para piratear sistemas seguros.<\/p>\n<p>Esto lo podr\u00edan hacer hackers, detectives privados, investigadores privados y las grandes corporaciones trabajando mano a mano con reg\u00edmenes opresivos para atacar a activistas y periodistas; o por ciberdelincuentes, con la intenci\u00f3n de obtener su informaci\u00f3n personal.<\/p>\n<p>Aplicaciones como\u00a0Spyzie\u00a0y\u00a0mSPY\u00a0\u00a0pueden piratear f\u00e1cilmente su cuenta de WhatsApp para robar sus datos privados.<\/p>\n<p>Todo lo que necesita hacer es comprar la aplicaci\u00f3n, instalarla y activarla en el tel\u00e9fono de destino.\u00a0Finalmente, puede sentarse y conectarse al panel de control de su aplicaci\u00f3n desde el navegador web, y fisgonear datos privados de WhatsApp como mensajes, contactos, estado, etc. \u00a1Pero obviamente desaconsejamos a cualquiera que realmente haga esto!<\/p>\n<p><img loading=\"lazy\" class=\"alignnone wp-image-11964 \" src=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/7.jpg\" alt=\"\" width=\"514\" height=\"377\" srcset=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/7.jpg 735w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/7-300x220.jpg 300w\" sizes=\"(max-width: 514px) 100vw, 514px\" \/><\/p>\n<h4 id=\"fake-whatsapp-clones\">7. Clones falsos de WhatsApp<\/h4>\n<p>Para hackear su cuenta de WhatsApp, un atacante primero intentar\u00e1 instalar un clon de WhatsApp, que podr\u00eda verse sorprendentemente similar a la aplicaci\u00f3n original. Tomemos el caso de la estafa de WhatsApp Pink, por ejemplo.\u00a0Un clon del WhatsApp original, pretende cambiar el fondo verde est\u00e1ndar de WhatsApp a rosa.\u00a0As\u00ed es como funciona.<\/p>\n<p>Un usuario desprevenido recibe un enlace para descargar la aplicaci\u00f3n WhatsApp Pink para cambiar el color de fondo de su aplicaci\u00f3n. Y aunque realmente cambia el color de fondo de su aplicaci\u00f3n a rosa, tan pronto como instale la aplicaci\u00f3n, comenzar\u00e1 a recopilar datos no solo de su WhatsApp sino tambi\u00e9n de todo lo dem\u00e1s almacenado en su tel\u00e9fono. Ahora tambi\u00e9n se ha adoptado para irrumpir en los sistemas Android.<\/p>\n<p><img loading=\"lazy\" class=\"alignnone wp-image-11965 \" src=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/8.jpg\" alt=\"\" width=\"515\" height=\"343\" srcset=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/8.jpg 1200w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/8-300x200.jpg 300w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/8-1024x683.jpg 1024w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/8-768x512.jpg 768w\" sizes=\"(max-width: 515px) 100vw, 515px\" \/><\/p>\n<h4 id=\"whatsapp-web\">8. WhatsApp Web<\/h4>\n<p>WhatsApp Web es una excelente herramienta para alguien que pasa la mayor parte del d\u00eda en una computadora.\u00a0Proporciona la facilidad de acceso a dichos usuarios de WhatsApp, ya que no tendr\u00e1n que levantar su tel\u00e9fono una y otra vez para enviar mensajes.\u00a0La pantalla grande y el teclado tambi\u00e9n brindan una mejor experiencia de usuario en general.<\/p>\n<p>Sin embargo, aqu\u00ed est\u00e1 la advertencia.\u00a0Por muy \u00fatil que sea la versi\u00f3n web, se puede usar f\u00e1cilmente para hackear sus chats de WhatsApp.\u00a0Este peligro surge cuando usa WhatsApp Web en la computadora de otra persona.<\/p>\n<p>Por lo tanto, si el propietario de la computadora ha seleccionado la\u00a0\u00a0casilla\u00a0<strong>Mantener la\u00a0sesi\u00f3n iniciada<\/strong> durante el inicio de sesi\u00f3n, su cuenta de WhatsApp permanecer\u00e1 registrada incluso despu\u00e9s de cerrar el navegador.<\/p>\n<p>El propietario de la computadora puede acceder a su informaci\u00f3n sin mucha dificultad.<\/p>\n<div class=\"body-img responsive-img img-article-item\">\n<figure><picture><source srcset=\"https:\/\/static1.makeuseofimages.com\/wordpress\/wp-content\/uploads\/2021\/05\/whatsapp-web-menu-e1621606990602.png?q=50&amp;fit=crop&amp;w=750&amp;dpr=1.5\" media=\"(min-width: 1024px)\" sizes=\"750px\" data-srcset=\"https:\/\/static1.makeuseofimages.com\/wordpress\/wp-content\/uploads\/2021\/05\/whatsapp-web-menu-e1621606990602.png?q=50&amp;fit=crop&amp;w=750&amp;dpr=1.5\" \/><source srcset=\"https:\/\/static1.makeuseofimages.com\/wordpress\/wp-content\/uploads\/2021\/05\/whatsapp-web-menu-e1621606990602.png?q=50&amp;fit=crop&amp;w=943&amp;dpr=1.5\" media=\"(min-width: 768px)\" sizes=\"943px\" data-srcset=\"https:\/\/static1.makeuseofimages.com\/wordpress\/wp-content\/uploads\/2021\/05\/whatsapp-web-menu-e1621606990602.png?q=50&amp;fit=crop&amp;w=943&amp;dpr=1.5\" \/><source srcset=\"https:\/\/static1.makeuseofimages.com\/wordpress\/wp-content\/uploads\/2021\/05\/whatsapp-web-menu-e1621606990602.png?q=50&amp;fit=crop&amp;w=767&amp;dpr=1.5\" media=\"(min-width: 481px)\" sizes=\"767px\" data-srcset=\"https:\/\/static1.makeuseofimages.com\/wordpress\/wp-content\/uploads\/2021\/05\/whatsapp-web-menu-e1621606990602.png?q=50&amp;fit=crop&amp;w=767&amp;dpr=1.5\" \/><source srcset=\"https:\/\/static1.makeuseofimages.com\/wordpress\/wp-content\/uploads\/2021\/05\/whatsapp-web-menu-e1621606990602.png?q=50&amp;fit=crop&amp;w=480&amp;dpr=1.5\" media=\"(min-width: 0px)\" sizes=\"480px\" data-srcset=\"https:\/\/static1.makeuseofimages.com\/wordpress\/wp-content\/uploads\/2021\/05\/whatsapp-web-menu-e1621606990602.png?q=50&amp;fit=crop&amp;w=480&amp;dpr=1.5\" \/><\/picture><\/figure>\n<\/div>\n<p><a href=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/9.webp\"><img loading=\"lazy\" class=\"alignnone wp-image-11966 \" src=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/9.webp\" alt=\"\" width=\"385\" height=\"404\" srcset=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/9.webp 1920w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/9-286x300.webp 286w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/9-975x1024.webp 975w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/9-768x806.webp 768w, http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/9-1463x1536.webp 1463w\" sizes=\"(max-width: 385px) 100vw, 385px\" \/><\/a><\/p>\n<h4><strong>9. Ataque de suplantaci\u00f3n de WhatsApp<\/strong><\/h4>\n<p>Un m\u00e9todo que permite bloquear el acceso a cualquier cuenta de WhatsApp, todo se debe a una vulnerabilidad descubierta en la plataforma, que podr\u00eda llegar a afectar a millones de personas en todo el mundo.<\/p>\n<p>Los atacantes solo necesitar\u00edan conocer el n\u00famero de tel\u00e9fono de sus v\u00edctimas para llevar a cabo el ataque. Y teniendo en cuenta que la propia Facebook dej\u00f3 p\u00fablicos los n\u00fameros de tel\u00e9fono de m\u00e1s de medio mill\u00f3n de personas, no deber\u00eda ser demasiado dif\u00edcil para estos atacantes dar con el n\u00famero de sus objetivos.<\/p>\n<p>El proceso de verificaci\u00f3n en dos factores que WhatsApp habilita por defecto al crear una cuenta en el servicio es uno de los elementos m\u00e1s d\u00e9biles de la aplicaci\u00f3n, dado que entra en juego el factor humano y los atacantes pueden aprovecharse de ello para acceder a las cuentas de sus v\u00edctimas.<\/p>\n<p>El funcionamiento de este sistema es sencillo: cuando se descarga la app de WhatsApp en un m\u00f3vil, se pide introducir el n\u00famero de tel\u00e9fono y, posteriormente, un c\u00f3digo recibido por SMS para verificar la cuenta. Si el c\u00f3digo es correcto, la app solicitar\u00e1 el c\u00f3digo de verificaci\u00f3n en dos factores para identificar al usuario. No obstante, cualquiera puede introducir un n\u00famero de tel\u00e9fono de otra persona al instalar WhatsApp en un dispositivo. Cuando un atacante tiene el objetivo de bloquear la cuenta de su v\u00edctima, introduce el n\u00famero de esta, solicitando el c\u00f3digo de verificaci\u00f3n que le permita verificar a la cuenta.<\/p>\n<p>Pero dado que dicha cuenta se encuentra iniciada en el m\u00f3vil de su v\u00edctima, esta comenzar\u00e1 a recibir c\u00f3digos de verificaci\u00f3n y notificaciones que indican que se est\u00e1 intentando iniciar sesi\u00f3n en otro dispositivo. Lo m\u00e1s normal ser\u00eda ignorar dichas notificaciones, pero aqu\u00ed te explicamos por qu\u00e9 no debes hacerlo.<\/p>\n<p>El problema es que, cuando se ha solicitado un n\u00famero determinado de c\u00f3digos en corto tiempo, WhatsApp bloquear\u00e1 el intento de acceso a la cuenta durante 12 horas, impidiendo realizar nuevos intentos de inicio de sesi\u00f3n. Esto, en principio, no deber\u00eda ser un problema para la v\u00edctima a menos que decida cerrar sesi\u00f3n de su cuenta por ejemplo, para cambiar de m\u00f3vil.<\/p>\n<p>Pero es en este momento cuando el atacante llevar\u00eda a cabo el \u00faltimo paso en su objetivo de bloquear la cuenta de su v\u00edctima. Para ello, basta con enviar un mensaje de correo electr\u00f3nico a la cuenta de soporte de WhatsApp, solicitando el cierre de la cuenta, alegando que esta podr\u00eda haber sido robada. Dicho mensaje contiene el n\u00famero de tel\u00e9fono de la v\u00edctima.[\/vc_column_text][\/vc_column][\/vc_row]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>[vc_row][vc_column][vc_column_text]A menudo nuestros clientes preguntan a nuestro equipo de investigadores privados \u00bfEs posible hackear un WhatsApp? La verdadera respuesta es s\u00ed, pero, no lo hacemos ni lo [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":11956,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"gallery","meta":[],"categories":[61,62],"tags":[94,86,91,87,92,93,89,102,99,101,100,90,98,97,105,104,103,88,95,96],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v18.5 (Yoast SEO v19.4) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\r\n<title>\u00bfEs posible hackear el WhatsApp de otra persona? - G989<\/title>\r\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\r\n<link rel=\"canonical\" href=\"http:\/\/localhost\/g989\/9-formas-de-vulnerar-whatsapp-g-989-investigaciones-telefonicas\/\" \/>\r\n<meta property=\"og:locale\" content=\"es_MX\" \/>\r\n<meta property=\"og:type\" content=\"article\" \/>\r\n<meta property=\"og:title\" content=\"\u00bfEs posible hackear el WhatsApp de otra persona?\" \/>\r\n<meta property=\"og:description\" content=\"[vc_row][vc_column][vc_column_text]A menudo nuestros clientes preguntan a nuestro equipo de investigadores privados \u00bfEs posible hackear un WhatsApp? La verdadera respuesta es s\u00ed, pero, no lo hacemos ni lo [&hellip;]\" \/>\r\n<meta property=\"og:url\" content=\"http:\/\/localhost\/g989\/9-formas-de-vulnerar-whatsapp-g-989-investigaciones-telefonicas\/\" \/>\r\n<meta property=\"og:site_name\" content=\"G989\" \/>\r\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/G989-Investigaci%c3%b3n-Y-An%c3%a1lisis-104244121648629\" \/>\r\n<meta property=\"article:published_time\" content=\"2021-08-25T15:58:33+00:00\" \/>\r\n<meta property=\"article:modified_time\" content=\"2021-08-27T16:04:16+00:00\" \/>\r\n<meta property=\"og:image\" content=\"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/whatsapp-1.jpg\" \/>\r\n\t<meta property=\"og:image:width\" content=\"1000\" \/>\r\n\t<meta property=\"og:image:height\" content=\"567\" \/>\r\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\r\n<meta name=\"author\" content=\"G989Admin\" \/>\r\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\r\n<meta name=\"twitter:label1\" content=\"Escrito por\" \/>\n\t<meta name=\"twitter:data1\" content=\"G989Admin\" \/>\n\t<meta name=\"twitter:label2\" content=\"Tiempo de lectura\" \/>\n\t<meta name=\"twitter:data2\" content=\"11 minutos\" \/>\r\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\r\n\t    \"@context\": \"https:\/\/schema.org\",\r\n\t    \"@graph\": [\r\n\t        {\r\n\t            \"@type\": \"Organization\",\r\n\t            \"@id\": \"http:\/\/localhost\/g989\/#organization\",\r\n\t            \"name\": \"G989\",\r\n\t            \"url\": \"http:\/\/localhost\/g989\/\",\r\n\t            \"sameAs\": [\r\n\t                \"https:\/\/www.instagram.com\/hectorarseniy\/\",\r\n\t                \"https:\/\/www.linkedin.com\/in\/hector-arseniy-g989\/\",\r\n\t                \"https:\/\/www.pinterest.com.mx\/hectorarseniy\/\",\r\n\t                \"https:\/\/www.facebook.com\/G989-Investigaci\u00f3n-Y-An\u00e1lisis-104244121648629\"\r\n\t            ],\r\n\t            \"logo\": {\r\n\t                \"@type\": \"ImageObject\",\r\n\t                \"inLanguage\": \"es-MX\",\r\n\t                \"@id\": \"http:\/\/localhost\/g989\/#\/schema\/logo\/image\/\",\r\n\t                \"url\": \"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/06\/logo.png\",\r\n\t                \"contentUrl\": \"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/06\/logo.png\",\r\n\t                \"width\": 432,\r\n\t                \"height\": 307,\r\n\t                \"caption\": \"G989\"\r\n\t            },\r\n\t            \"image\": {\r\n\t                \"@id\": \"http:\/\/localhost\/g989\/#\/schema\/logo\/image\/\"\r\n\t            }\r\n\t        },\r\n\t        {\r\n\t            \"@type\": \"WebSite\",\r\n\t            \"@id\": \"http:\/\/localhost\/g989\/#website\",\r\n\t            \"url\": \"http:\/\/localhost\/g989\/\",\r\n\t            \"name\": \"G989 Investigaciones y Analisis\",\r\n\t            \"description\": \"Investigaciones y An\u00e1lisis\",\r\n\t            \"publisher\": {\r\n\t                \"@id\": \"http:\/\/localhost\/g989\/#organization\"\r\n\t            },\r\n\t            \"potentialAction\": [\r\n\t                {\r\n\t                    \"@type\": \"SearchAction\",\r\n\t                    \"target\": {\r\n\t                        \"@type\": \"EntryPoint\",\r\n\t                        \"urlTemplate\": \"http:\/\/localhost\/g989\/?s={search_term_string}\"\r\n\t                    },\r\n\t                    \"query-input\": \"required name=search_term_string\"\r\n\t                }\r\n\t            ],\r\n\t            \"inLanguage\": \"es-MX\"\r\n\t        },\r\n\t        {\r\n\t            \"@type\": \"WebPage\",\r\n\t            \"@id\": \"http:\/\/localhost\/g989\/9-formas-de-vulnerar-whatsapp-g-989-investigaciones-telefonicas\/\",\r\n\t            \"url\": \"http:\/\/localhost\/g989\/9-formas-de-vulnerar-whatsapp-g-989-investigaciones-telefonicas\/\",\r\n\t            \"name\": \"\u00bfEs posible hackear el WhatsApp de otra persona? - G989\",\r\n\t            \"isPartOf\": {\r\n\t                \"@id\": \"http:\/\/localhost\/g989\/#website\"\r\n\t            },\r\n\t            \"datePublished\": \"2021-08-25T15:58:33+00:00\",\r\n\t            \"dateModified\": \"2021-08-27T16:04:16+00:00\",\r\n\t            \"breadcrumb\": {\r\n\t                \"@id\": \"http:\/\/localhost\/g989\/9-formas-de-vulnerar-whatsapp-g-989-investigaciones-telefonicas\/#breadcrumb\"\r\n\t            },\r\n\t            \"inLanguage\": \"es-MX\",\r\n\t            \"potentialAction\": [\r\n\t                {\r\n\t                    \"@type\": \"ReadAction\",\r\n\t                    \"target\": [\r\n\t                        \"http:\/\/localhost\/g989\/9-formas-de-vulnerar-whatsapp-g-989-investigaciones-telefonicas\/\"\r\n\t                    ]\r\n\t                }\r\n\t            ]\r\n\t        },\r\n\t        {\r\n\t            \"@type\": \"BreadcrumbList\",\r\n\t            \"@id\": \"http:\/\/localhost\/g989\/9-formas-de-vulnerar-whatsapp-g-989-investigaciones-telefonicas\/#breadcrumb\",\r\n\t            \"itemListElement\": [\r\n\t                {\r\n\t                    \"@type\": \"ListItem\",\r\n\t                    \"position\": 1,\r\n\t                    \"name\": \"Home\",\r\n\t                    \"item\": \"http:\/\/localhost\/g989\/\"\r\n\t                },\r\n\t                {\r\n\t                    \"@type\": \"ListItem\",\r\n\t                    \"position\": 2,\r\n\t                    \"name\": \"\u00bfEs posible hackear el WhatsApp de otra persona?\"\r\n\t                }\r\n\t            ]\r\n\t        },\r\n\t        {\r\n\t            \"@type\": \"Article\",\r\n\t            \"@id\": \"http:\/\/localhost\/g989\/9-formas-de-vulnerar-whatsapp-g-989-investigaciones-telefonicas\/#article\",\r\n\t            \"isPartOf\": {\r\n\t                \"@id\": \"http:\/\/localhost\/g989\/9-formas-de-vulnerar-whatsapp-g-989-investigaciones-telefonicas\/\"\r\n\t            },\r\n\t            \"author\": {\r\n\t                \"name\": \"G989Admin\",\r\n\t                \"@id\": \"http:\/\/localhost\/g989\/#\/schema\/person\/c9ca667e3b48c2a7867a0b4de2bdc40d\"\r\n\t            },\r\n\t            \"headline\": \"\u00bfEs posible hackear el WhatsApp de otra persona?\",\r\n\t            \"datePublished\": \"2021-08-25T15:58:33+00:00\",\r\n\t            \"dateModified\": \"2021-08-27T16:04:16+00:00\",\r\n\t            \"mainEntityOfPage\": {\r\n\t                \"@id\": \"http:\/\/localhost\/g989\/9-formas-de-vulnerar-whatsapp-g-989-investigaciones-telefonicas\/\"\r\n\t            },\r\n\t            \"wordCount\": 2146,\r\n\t            \"commentCount\": 0,\r\n\t            \"publisher\": {\r\n\t                \"@id\": \"http:\/\/localhost\/g989\/#organization\"\r\n\t            },\r\n\t            \"keywords\": [\r\n\t                \"bloqueo de WhatsApp\",\r\n\t                \"Cifrado\",\r\n\t                \"detectives privados\",\r\n\t                \"encriptado\",\r\n\t                \"espionaje\",\r\n\t                \"Facebook\",\r\n\t                \"hackers\",\r\n\t                \"investigaciones personales\",\r\n\t                \"investigaciones telefonicas\",\r\n\t                \"investigaciones telefonicas corporativas\",\r\n\t                \"investigaciones telefonicas empresariales\",\r\n\t                \"investigadores privados\",\r\n\t                \"M\u00e9xico\",\r\n\t                \"PEGASUS\",\r\n\t                \"prevenci\u00f3n de ataques celulares\",\r\n\t                \"prevenci\u00f3n de ataques informaticos\",\r\n\t                \"seguridad informatica\",\r\n\t                \"WhatsApp\",\r\n\t                \"WhatsApp Pink\",\r\n\t                \"WhatsApp Web\"\r\n\t            ],\r\n\t            \"articleSection\": [\r\n\t                \"Creative\",\r\n\t                \"General\"\r\n\t            ],\r\n\t            \"inLanguage\": \"es-MX\",\r\n\t            \"potentialAction\": [\r\n\t                {\r\n\t                    \"@type\": \"CommentAction\",\r\n\t                    \"name\": \"Comment\",\r\n\t                    \"target\": [\r\n\t                        \"http:\/\/localhost\/g989\/9-formas-de-vulnerar-whatsapp-g-989-investigaciones-telefonicas\/#respond\"\r\n\t                    ]\r\n\t                }\r\n\t            ]\r\n\t        },\r\n\t        {\r\n\t            \"@type\": \"Person\",\r\n\t            \"@id\": \"http:\/\/localhost\/g989\/#\/schema\/person\/c9ca667e3b48c2a7867a0b4de2bdc40d\",\r\n\t            \"name\": \"G989Admin\",\r\n\t            \"image\": {\r\n\t                \"@type\": \"ImageObject\",\r\n\t                \"inLanguage\": \"es-MX\",\r\n\t                \"@id\": \"http:\/\/localhost\/g989\/#\/schema\/person\/image\/\",\r\n\t                \"url\": \"http:\/\/1.gravatar.com\/avatar\/46d229b033af06a191ff2267bca9ae56?s=96&d=mm&r=g\",\r\n\t                \"contentUrl\": \"http:\/\/1.gravatar.com\/avatar\/46d229b033af06a191ff2267bca9ae56?s=96&d=mm&r=g\",\r\n\t                \"caption\": \"G989Admin\"\r\n\t            },\r\n\t            \"sameAs\": [\r\n\t                \"http:\/\/localhost\/g989\"\r\n\t            ]\r\n\t        }\r\n\t    ]\r\n\t}<\/script>\r\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"\u00bfEs posible hackear el WhatsApp de otra persona? - G989","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"http:\/\/localhost\/g989\/9-formas-de-vulnerar-whatsapp-g-989-investigaciones-telefonicas\/","og_locale":"es_MX","og_type":"article","og_title":"\u00bfEs posible hackear el WhatsApp de otra persona?","og_description":"[vc_row][vc_column][vc_column_text]A menudo nuestros clientes preguntan a nuestro equipo de investigadores privados \u00bfEs posible hackear un WhatsApp? La verdadera respuesta es s\u00ed, pero, no lo hacemos ni lo [&hellip;]","og_url":"http:\/\/localhost\/g989\/9-formas-de-vulnerar-whatsapp-g-989-investigaciones-telefonicas\/","og_site_name":"G989","article_publisher":"https:\/\/www.facebook.com\/G989-Investigaci%c3%b3n-Y-An%c3%a1lisis-104244121648629","article_published_time":"2021-08-25T15:58:33+00:00","article_modified_time":"2021-08-27T16:04:16+00:00","og_image":[{"width":1000,"height":567,"url":"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/08\/whatsapp-1.jpg","type":"image\/jpeg"}],"author":"G989Admin","twitter_card":"summary_large_image","twitter_misc":{"Escrito por":"G989Admin","Tiempo de lectura":"11 minutos"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"http:\/\/localhost\/g989\/#organization","name":"G989","url":"http:\/\/localhost\/g989\/","sameAs":["https:\/\/www.instagram.com\/hectorarseniy\/","https:\/\/www.linkedin.com\/in\/hector-arseniy-g989\/","https:\/\/www.pinterest.com.mx\/hectorarseniy\/","https:\/\/www.facebook.com\/G989-Investigaci\u00f3n-Y-An\u00e1lisis-104244121648629"],"logo":{"@type":"ImageObject","inLanguage":"es-MX","@id":"http:\/\/localhost\/g989\/#\/schema\/logo\/image\/","url":"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/06\/logo.png","contentUrl":"http:\/\/localhost\/g989\/wp-content\/uploads\/2021\/06\/logo.png","width":432,"height":307,"caption":"G989"},"image":{"@id":"http:\/\/localhost\/g989\/#\/schema\/logo\/image\/"}},{"@type":"WebSite","@id":"http:\/\/localhost\/g989\/#website","url":"http:\/\/localhost\/g989\/","name":"G989 Investigaciones y Analisis","description":"Investigaciones y An\u00e1lisis","publisher":{"@id":"http:\/\/localhost\/g989\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"http:\/\/localhost\/g989\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"es-MX"},{"@type":"WebPage","@id":"http:\/\/localhost\/g989\/9-formas-de-vulnerar-whatsapp-g-989-investigaciones-telefonicas\/","url":"http:\/\/localhost\/g989\/9-formas-de-vulnerar-whatsapp-g-989-investigaciones-telefonicas\/","name":"\u00bfEs posible hackear el WhatsApp de otra persona? - G989","isPartOf":{"@id":"http:\/\/localhost\/g989\/#website"},"datePublished":"2021-08-25T15:58:33+00:00","dateModified":"2021-08-27T16:04:16+00:00","breadcrumb":{"@id":"http:\/\/localhost\/g989\/9-formas-de-vulnerar-whatsapp-g-989-investigaciones-telefonicas\/#breadcrumb"},"inLanguage":"es-MX","potentialAction":[{"@type":"ReadAction","target":["http:\/\/localhost\/g989\/9-formas-de-vulnerar-whatsapp-g-989-investigaciones-telefonicas\/"]}]},{"@type":"BreadcrumbList","@id":"http:\/\/localhost\/g989\/9-formas-de-vulnerar-whatsapp-g-989-investigaciones-telefonicas\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"http:\/\/localhost\/g989\/"},{"@type":"ListItem","position":2,"name":"\u00bfEs posible hackear el WhatsApp de otra persona?"}]},{"@type":"Article","@id":"http:\/\/localhost\/g989\/9-formas-de-vulnerar-whatsapp-g-989-investigaciones-telefonicas\/#article","isPartOf":{"@id":"http:\/\/localhost\/g989\/9-formas-de-vulnerar-whatsapp-g-989-investigaciones-telefonicas\/"},"author":{"name":"G989Admin","@id":"http:\/\/localhost\/g989\/#\/schema\/person\/c9ca667e3b48c2a7867a0b4de2bdc40d"},"headline":"\u00bfEs posible hackear el WhatsApp de otra persona?","datePublished":"2021-08-25T15:58:33+00:00","dateModified":"2021-08-27T16:04:16+00:00","mainEntityOfPage":{"@id":"http:\/\/localhost\/g989\/9-formas-de-vulnerar-whatsapp-g-989-investigaciones-telefonicas\/"},"wordCount":2146,"commentCount":0,"publisher":{"@id":"http:\/\/localhost\/g989\/#organization"},"keywords":["bloqueo de WhatsApp","Cifrado","detectives privados","encriptado","espionaje","Facebook","hackers","investigaciones personales","investigaciones telefonicas","investigaciones telefonicas corporativas","investigaciones telefonicas empresariales","investigadores privados","M\u00e9xico","PEGASUS","prevenci\u00f3n de ataques celulares","prevenci\u00f3n de ataques informaticos","seguridad informatica","WhatsApp","WhatsApp Pink","WhatsApp Web"],"articleSection":["Creative","General"],"inLanguage":"es-MX","potentialAction":[{"@type":"CommentAction","name":"Comment","target":["http:\/\/localhost\/g989\/9-formas-de-vulnerar-whatsapp-g-989-investigaciones-telefonicas\/#respond"]}]},{"@type":"Person","@id":"http:\/\/localhost\/g989\/#\/schema\/person\/c9ca667e3b48c2a7867a0b4de2bdc40d","name":"G989Admin","image":{"@type":"ImageObject","inLanguage":"es-MX","@id":"http:\/\/localhost\/g989\/#\/schema\/person\/image\/","url":"http:\/\/1.gravatar.com\/avatar\/46d229b033af06a191ff2267bca9ae56?s=96&d=mm&r=g","contentUrl":"http:\/\/1.gravatar.com\/avatar\/46d229b033af06a191ff2267bca9ae56?s=96&d=mm&r=g","caption":"G989Admin"},"sameAs":["http:\/\/localhost\/g989"]}]}},"_links":{"self":[{"href":"http:\/\/localhost\/g989\/wp-json\/wp\/v2\/posts\/2442"}],"collection":[{"href":"http:\/\/localhost\/g989\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/localhost\/g989\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/localhost\/g989\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/localhost\/g989\/wp-json\/wp\/v2\/comments?post=2442"}],"version-history":[{"count":5,"href":"http:\/\/localhost\/g989\/wp-json\/wp\/v2\/posts\/2442\/revisions"}],"predecessor-version":[{"id":11971,"href":"http:\/\/localhost\/g989\/wp-json\/wp\/v2\/posts\/2442\/revisions\/11971"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/localhost\/g989\/wp-json\/wp\/v2\/media\/11956"}],"wp:attachment":[{"href":"http:\/\/localhost\/g989\/wp-json\/wp\/v2\/media?parent=2442"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/localhost\/g989\/wp-json\/wp\/v2\/categories?post=2442"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/localhost\/g989\/wp-json\/wp\/v2\/tags?post=2442"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}